{
  "common": {
    "Home": "Zuhause",
    "Rooms": "Räume",
    "Villas": "Villen",
    "Services": "Dienstleistungen",
    "Contact us": "Kontaktiere uns",
    "BOOK NOW": "BUCHEN SIE JETZT",
    "Welcome to Luxury Hotel Božikovina": "Willkommen im Luxushotel Božikovina",
    "Luxury Hotel Božikovina is warm and friendly hotel located in Podstrana just 7km from city of Split. This is a modern, relaxed luxury - Dalmatian style hotel, built in 2002 and at the highest European standards renovated in 2022. Thanks to its enchanting heritage, Podstrana is evolving into an elite cultural site, and its main attractions are a beautiful location with crystal clear sea, mild climate and beautiful pebble beaches.": "Das Luxury Hotel Božikovina ist ein warmes und freundliches Hotel in Podstrana, nur 7 km von der Stadt Split entfernt. Dies ist ein modernes, entspanntes Luxushotel im dalmatinischen Stil, das 2002 erbaut und 2022 nach höchsten europäischen Standards renoviert wurde. Dank seines bezaubernden Erbes entwickelt sich Podstrana zu einer Elite-Kulturstätte, und seine Hauptattraktionen sind eine wunderschöne Lage mit Kristall klares Meer, mildes Klima und schöne Kiesstrände.",
    "LEARN MORE": "LERN MEHR",
    "A different perspective": "Eine andere Perspektive",
    "Hotel Bozikovina is a family-run, award-winning design hotel with sustainability at its foundation. You will find us at a comfortable distance from the noise and rush of the old city centre. Close enough to discover the rich cultural heritage and its nearby natural amenities. A carefree retreat with a priceless view of the Adriatic Sea, just a few steps from a pebble beach.": "Das Hotel Bozikovina ist ein familiengeführtes, preisgekröntes Designhotel mit nachhaltiger Ausrichtung. Sie finden uns in angenehmer Entfernung vom Lärm und der Hektik der Altstadt. Nah genug, um das reiche kulturelle Erbe und die nahe gelegenen natürlichen Annehmlichkeiten zu entdecken. Ein sorgloser Rückzugsort mit einem unbezahlbaren Blick auf die Adria, nur wenige Schritte von einem Kiesstrand entfernt.",
    "Workplace and beyond": "Arbeitsplatz und darüber hinaus",
    "Meaningful gatherings can only be held in an equally significant space. Following the same line and concept, we host an array of events, from private celebrations to business meetings. As in every supportive home, our professional staff is fully committed to your desired results, whatever the context.": "Sinnvolle Versammlungen können nur in einem ebenso bedeutenden Raum abgehalten werden. Nach der gleichen Linie und dem gleichen Konzept veranstalten wir eine Reihe von Veranstaltungen, von privaten Feiern bis hin zu Geschäftstreffen. Wie in jedem unterstützenden Zuhause engagiert sich unser professionelles Personal voll und ganz für Ihre gewünschten Ergebnisse, unabhängig vom Kontext.",
    "Your unforgettable adventure awaits": "Ihr unvergessliches Abenteuer erwartet Sie",
    "All Rights Reserved.": "Alle Rechte vorbehalten.",
    "Rooms and suites": "Zimmer und Suiten",
    "The Deluxe suite": "Die Deluxe-Suite",
    "The Deluxe Suite provides a sophisticated blend of modern design and classic elegance that enhances the light, spacious atmosphere.  Provides leisure and business travelers with a luxurious retreat, where they can enjoy the atmosphere of this beautiful hotel.": "Die Deluxe Suite bietet eine raffinierte Mischung aus modernem Design und klassischer Eleganz, die die helle, geräumige Atmosphäre verstärkt. Bietet Urlaubern und Geschäftsreisenden einen luxuriösen Rückzugsort, wo sie die Atmosphäre dieses schönen Hotels genießen können.",
    "Complimentary wireless Internet": "Kostenloses drahtloses Internet",
    "Mini Bar": "Minibar",
    "Mini cooler": "Mini-Kühler",
    "Hairdryer": "Fön",
    "Complimentary bottle of wine": "Kostenlose Flasche Wein",
    "Air conditioning": "Klimaanlage",
    "Flat-screen TV with cable": "Flachbildfernseher mit Kabel",
    "Welcome fruit basket": "Obstkorb zur Begrüßung",
    "Work desk and chair": "Schreibtisch und Stuhl",
    "In-room coffee and tea": "Kaffee und Tee im Zimmer",
    "2 adults, 2 Children (11 years old and below)": "2 Erwachsene, 2 Kinder (bis 11 Jahre)",
    "Two (2) Double Beds or One (1) King Bed": "Zwei (2) Doppelbetten oder ein (1) Kingsize-Bett",
    "Superior double room": "Superior Doppelzimmer",
    "The Superior Room is the perfect combination of comfort and sophisticated luxury, inviting you to take your time and relax. Our Superior room is perfect for travelers who want a chic and fresh room to recharge and relax.": "Das Superior-Zimmer ist die perfekte Kombination aus Komfort und anspruchsvollem Luxus und lädt Sie ein, sich Zeit zu nehmen und zu entspannen. Unser Superior-Zimmer ist perfekt für Reisende, die ein schickes und frisches Zimmer zum Aufladen und Entspannen suchen.",
    "Standard double room": "Standard-Doppelzimmer",
    "The Standard double room is the perfect combination of comfort and sophisticated luxury, inviting you to take your time and relax. Our Superior room is perfect for travelers who want a chic and fresh room to recharge and relax.": "Das Superior-Zimmer ist die perfekte Kombination aus Komfort und anspruchsvollem Luxus und lädt Sie ein, sich Zeit zu nehmen und zu entspannen. Unser Superior-Zimmer ist perfekt für Reisende, die ein schickes und frisches Zimmer zum Aufladen und Entspannen suchen.",
    "Villa 1": "Villa 1",
    "Villa 1 provides a sophisticated blend of modern design and classic elegance that enhances the light, spacious atmosphere.  Provides leisure and business travelers with a luxurious retreat, where they can enjoy the atmosphere of this beautiful hotel.": "Villa 1 bietet eine raffinierte Mischung aus modernem Design und klassischer Eleganz, die die helle, geräumige Atmosphäre verstärkt. Bietet Urlaubern und Geschäftsreisenden einen luxuriösen Rückzugsort, wo sie die Atmosphäre dieses schönen Hotels genießen können.",
    "Villa 2": "Villa 2",
    "Villa 2 is the perfect combination of comfort and sophisticated luxury, inviting you to take your time and relax. Our Superior room is perfect for travelers who want a chic and fresh room to recharge and relax.": "Villa 2 ist die perfekte Kombination aus Komfort und anspruchsvollem Luxus und lädt Sie ein, sich Zeit zu nehmen und zu entspannen. Unser Superior-Zimmer ist perfekt für Reisende, die ein schickes und frisches Zimmer zum Aufladen und Entspannen suchen.",
    "Summer styles are finally here": "Endlich gibt es sommerliche Styles",
    "This year, our new summer collection will shelter you from the harsh elements of a world that doesnt care if you live or die.": "In diesem Jahr schützt Sie unsere neue Sommerkollektion vor den rauen Elementen einer Welt, der es egal ist, ob Sie leben oder sterben.",
    "Grljevačka 14a Podstrana, Croatia": "Grljevačka 14a Podstrana, Kroatien",
    "Your Name": "Dein Name",
    "Email address": "E-Mail-Addresse",
    "Your Message": "Deine Nachricht",
    "SEND": "SCHICKEN",
    "MAX OCCUPANCY:": "MAXIMALE BELEGUNG:",
    "BED CONFIGURATION:": "BETTKONFIGURATION:"
  }
}
