{
  "common": {
    "Home": "Početna",
    "Rooms": "Sobe",
    "Villas": "Vile",
    "Services": "Usluge",
    "Contact us": "Kontakt",
    "BOOK NOW": "REZERVIRAJTE",
    "Welcome to Luxury Hotel Božikovina": "Dobrodošli u Luxury Hotel Božikovina",
    "Luxury Hotel Božikovina is warm and friendly hotel located in Podstrana just 7km from city of Split. This is a modern, relaxed luxury - Dalmatian style hotel, built in 2002 and at the highest European standards renovated in 2022. Thanks to its enchanting heritage, Podstrana is evolving into an elite cultural site, and its main attractions are a beautiful location with crystal clear sea, mild climate and beautiful pebble beaches.": "Luksuzni hotel Božikovina je topao i ugodan hotel smješten u Podstrani samo 7 km od grada Splita. Ovo je moderan, opušten luksuzni hotel u dalmatinskom stilu, izgrađen 2002. godine, a po najvišim europskim standardima renoviran 2022. godine. Zahvaljujući svojoj očaravajućoj baštini, Podstrana se razvija u elitno kulturno mjesto, a glavne atrakcije su joj prekrasna lokacija s kristalnim čisto more, blaga klima i prekrasne šljunčane plaže.",
    "LEARN MORE": "SAZNAJTE VIŠE",
    "A different perspective": "Drugačija perspektiva",
    "Hotel Bozikovina is a family-run, award-winning design hotel with sustainability at its foundation. You will find us at a comfortable distance from the noise and rush of the old city centre. Close enough to discover the rich cultural heritage and its nearby natural amenities. A carefree retreat with a priceless view of the Adriatic Sea, just a few steps from a pebble beach.": "Hotel Božikovina je obiteljski vođen, nagrađivani dizajnerski hotel čiji je temelj održivost. Naći ćete nas na ugodnoj udaljenosti od buke i užurbanosti stare gradske jezgre. Dovoljno blizu da otkrijete bogatu kulturnu baštinu i obližnje prirodne pogodnosti. Bezbrižno utočište s neprocjenjivim pogledom na Jadransko more, samo nekoliko koraka od šljunčane plaže.",
    "Workplace and beyond": "Radno mjesto i šire",
    "Meaningful gatherings can only be held in an equally significant space. Following the same line and concept, we host an array of events, from private celebrations to business meetings. As in every supportive home, our professional staff is fully committed to your desired results, whatever the context.": "Značajni skupovi mogu se održavati samo u jednako značajnom prostoru. Slijedeći istu liniju i koncept, organiziramo niz događanja, od privatnih proslava do poslovnih sastanaka. Kao u svakom domu za podršku, naše stručno osoblje u potpunosti je predano vašim željenim rezultatima, bez obzira na kontekst.",
    "Your unforgettable adventure awaits": "Vaša nezaboravna avantura vas čeka",
    "All Rights Reserved.": "Sva prava pridržana.",
    "Rooms and suites": "Sobe i apartmani",
    "The Deluxe suite": "Deluxe apartman",
    "The Deluxe Suite provides a sophisticated blend of modern design and classic elegance that enhances the light, spacious atmosphere.  Provides leisure and business travelers with a luxurious retreat, where they can enjoy the atmosphere of this beautiful hotel.": "Deluxe apartman pruža sofisticiranu mješavinu modernog dizajna i klasične elegancije koja naglašava laganu, prostranu atmosferu. Pruža luksuzno utočište turistima i poslovnim putnicima, gdje mogu uživati u atmosferi ovog prekrasnog hotela.",
    "Complimentary wireless Internet": "Besplatan bežični internet",
    "Mini Bar": "Mini Bar",
    "Mini cooler": "Mini hladnjak",
    "Hairdryer": "Sušilo za kosu",
    "Complimentary bottle of wine": "Besplatna boca vina",
    "Air conditioning": "Klimatizacija",
    "Flat-screen TV with cable": "TV ravnog ekrana s kabelskim programima",
    "Welcome fruit basket": "Košara s voćem dobrodošlice",
    "Work desk and chair": "Radni stol i stolica",
    "In-room coffee and tea": "Kava i čaj u sobi",
    "2 adults, 2 Children (11 years old and below)": "2 odrasle osobe, 2 djece (11 godina i manje)",
    "Two (2) Double Beds or One (1) King Bed": "Dva (2) bračna kreveta ili jedan (1) bračni krevet",
    "Superior double room": "Superior dvokrevetna soba",
    "The Superior Room is the perfect combination of comfort and sophisticated luxury, inviting you to take your time and relax. Our Superior room is perfect for travelers who want a chic and fresh room to recharge and relax.": "Superior soba je savršena kombinacija udobnosti i sofisticiranog luksuza, poziva vas da odvojite vrijeme i opustite se. Naša Superior soba savršena je za putnike koji žele šik i svježu sobu za ponovno punjenje i opuštanje.",
    "Standard double room": "Standardna dvokrevetna soba",
    "Standardna dvokrevetna soba savršena je kombinacija udobnosti i sofisticiranog luksuza te vas poziva da odvojite vrijeme i opustite se. Naša Superior soba savršena je za putnike koji žele šik i svježu sobu za ponovno punjenje i opuštanje.": "The Superior Room is the perfect combination of comfort and sophisticated luxury, inviting you to take your time and relax. Our Superior room is perfect for travelers who want a chic and fresh room to recharge and relax.",
    "Villa 1": "Vila 1",
    "Villa 1 provides a sophisticated blend of modern design and classic elegance that enhances the light, spacious atmosphere.  Provides leisure and business travelers with a luxurious retreat, where they can enjoy the atmosphere of this beautiful hotel.": "Vila 1 pruža sofisticiranu mješavinu modernog dizajna i klasične elegancije koja naglašava svijetlu, prostranu atmosferu. Pruža luksuzno utočište turistima i poslovnim putnicima, gdje mogu uživati u atmosferi ovog prekrasnog hotela.",
    "Villa 2": "Vila 2",
    "Villa 2 is the perfect combination of comfort and sophisticated luxury, inviting you to take your time and relax. Our Superior room is perfect for travelers who want a chic and fresh room to recharge and relax.": "Villa 2 je savršen spoj udobnosti i sofisticiranog luksuza, pozivajući vas da odvojite vrijeme i opustite se. Naša Superior soba savršena je za putnike koji žele šik i svježu sobu za ponovno punjenje i opuštanje.",
    "Summer styles are finally here": "Ljetni stilovi su konačno ovdje",
    "This year, our new summer collection will shelter you from the harsh elements of a world that doesnt care if you live or die.": "Ove godine, naša nova ljetna kolekcija će vas zaštititi od surovih elemenata svijeta kojem je svejedno hoćete li živjeti ili umrijeti.",
    "Grljevačka 14a Podstrana, Croatia": "Grljevačka 14a Podstrana, Hrvatska",
    "Your Name": "Tvoje ime",
    "Email address": "Email adresa",
    "Your Message": "Tvoja poruka",
    "SEND": "POŠALJITE",
    "MAX OCCUPANCY:": "MAKS ZAUZETOST:",
    "BED CONFIGURATION:": "KONFIGURACIJA KREVETA:"
  }
}
