{
  "common": {
    "Home": "Početna",
    "Rooms": "Sobe",
    "Villas": "Vile",
    "Services": "Usluge",
    "Contact": "Kontakt",
    "BOOK NOW": "REZERVIRAJTE",
    "AN UNRIVALLED WELCOME": "DOBRODOŠLICA BEZ PREMASA",
    "in the heart of Podstrana": "u srcu Podstrane",
    "Welcome to Luxury Hotel Božikovina": "Dobrodošli u Luxury Hotel Božikovina",
    "Luxury Hotel Božikovina is warm and friendly hotel located in Podstrana just 7km from city of Split. This is a modern, relaxed luxury - Dalmatian style hotel, built in 2002 and at the highest European standards renovated in 2023. Thanks to its enchanting heritage, Podstrana is evolving into an elite cultural site, and its main attractions are a beautiful location with crystal clear sea, mild climate and beautiful pebble beaches.": "Luksuzni hotel Božikovina je topao i ugodan hotel smješten u Podstrani samo 7 km od grada Splita. Ovo je moderan, opušten luksuzni hotel u dalmatinskom stilu, izgrađen 2002. godine, a po najvišim europskim standardima renoviran 2023. godine. Zahvaljujući svojoj očaravajućoj baštini, Podstrana se razvija u elitno kulturno mjesto, a glavne atrakcije su joj prekrasan položaj s kristalnim čisto more, blaga klima i prekrasne šljunčane plaže.",
    "CONTACT US": "Kontaktirajte nas",
    "Tranquil Seaside Haven": "Mirno primorsko utočište",
    "Hotel Bozikovina is a family-run, award-winning design hotel with sustainability at its foundation. You will find us at a comfortable distance from the noise and rush of the old city centre. Close enough to discover the rich cultural heritage and its nearby natural amenities. A carefree retreat with a priceless view of the Adriatic Sea, just a few steps from a pebble beach.": "Hotel Božikovina je obiteljski vođen, nagrađivani dizajnerski hotel čiji je temelj održivost. Naći ćete nas na ugodnoj udaljenosti od buke i užurbanosti stare gradske jezgre. Dovoljno blizu da otkrijete bogatu kulturnu baštinu i obližnje prirodne pogodnosti. Bezbrižno utočište s neprocjenjivim pogledom na Jadransko more, samo nekoliko koraka od šljunčane plaže.",
    "Stylish Comforts": "Elegantna udobnost",
    "Indulge in our stylish and thoughtfully designed accommodations, where modern aesthetics meet comfort. Each room and suite is meticulously appointed with upscale amenities, plush bedding, and contemporary furnishings to provide a haven of relaxation. Whether you choose a spacious suite or a cozy room, your comfort and satisfaction are our top priorities.": "Prepustite se našem elegantnom i promišljeno dizajniranom smještaju, gdje se moderna estetika susreće s udobnošću. Svaka soba i apartman pomno su opremljeni vrhunskim sadržajima, raskošnom posteljinom i suvremenim namještajem kako bi pružili utočište opuštanja. Bilo da odaberete prostrani apartman ili ugodnu sobu, vaša udobnost i zadovoljstvo naši su glavni prioriteti.",
    "Culinary Delights": "Kulinarski užici",
    "Savor a culinary journey at our renowned restaurants, where talented chefs create culinary masterpieces to delight even the most discerning palates. From authentic local delicacies to international flavors, our diverse dining options offer something for every taste. Immerse yourself in an elegant ambiance, complemented by impeccable service, as you indulge in exquisite dishes paired with fine wines and craft cocktails. Experience gastronomic delights that will leave a lasting impression.": "Uživajte u kulinarskom putovanju u našim renomiranim restoranima, gdje talentirani kuhari stvaraju kulinarska remek-djela koja će oduševiti i najizbirljivija nepca. Od autentičnih lokalnih delicija do međunarodnih okusa, naše raznolike gastronomske mogućnosti nude ponešto za svačiji ukus. Uronite u elegantan ambijent, upotpunjen besprijekornom uslugom, dok se prepuštate izvrsnim jelima u kombinaciji s finim vinima i craft koktelima. Doživite gastronomske užitke koji će ostaviti upečatljiv dojam.",
    "Serene Wellness Retreat": "Mirno wellness utočište",
    "Enhance your well-being and rejuvenate your senses at our state-of-the-art fitness center and luxurious spa. Stay active with the latest exercise equipment and expert trainers, or pamper yourself with a range of spa treatments and therapies designed to promote relaxation and balance. Unwind by the sparkling pool, bask in the sun-drenched terrace, or take advantage of our comprehensive wellness facilities. At our hotel, we prioritize your well-being, ensuring you leave feeling refreshed, revitalized, and renewed.": "Poboljšajte svoje blagostanje i pomladite svoja osjetila u našem vrhunskom fitness centru i luksuznom spa centru. Ostanite aktivni s najnovijom opremom za vježbanje i stručnim trenerima ili se razmazite nizom spa tretmana i terapija osmišljenih za promicanje opuštanja i ravnoteže. Opustite se uz pjenušavi bazen, uživajte na terasi okupanoj suncem ili iskoristite naše sveobuhvatne wellness sadržaje. U našem hotelu prioritet nam je vaša dobrobit, osiguravajući da se osjećate osvježeni, revitalizirani i obnovljeni.",
    "Your unforgettable adventure awaits": "Vaša nezaboravna avantura vas čeka",
    "Escape to our exquisite hotel, where luxury and unparalleled hospitality await. Indulge in elegantly appointed accommodations, exceptional dining options, and a tranquil spa. Our dedicated staff provides impeccable service, ensuring your every need is met. Discover a haven of tranquility and sophistication, creating cherished memories with us. Whether you're seeking a romantic getaway, a memorable family vacation, or a successful business trip, our hotel offers an unrivaled experience that will leave you refreshed and rejuvenated.": "Pobjegnite u naš izuzetan hotel, gdje vas čekaju luksuz i gostoprimstvo bez premca. Prepustite se elegantno uređenom smještaju, izvanrednim mogućnostima objedovanja i mirnom spa centru. Naše predano osoblje pruža besprijekornu uslugu, osiguravajući da će svaka vaša potreba biti zadovoljena. Otkrijte utočište mira i sofisticiranosti, stvarajući drage uspomene s nama. Bilo da tražite romantični bijeg, nezaboravan obiteljski odmor ili uspješno poslovno putovanje, naš hotel nudi iskustvo bez premca koje će vas osvježiti i obnoviti.",
    "All Rights Reserved.": "Sva prava pridržana.",
    "Suites and rooms": "Apartmani i sobe",
    "Experience elegance and comfort in our luxurious suites and rooms. From spacious accommodations with breathtaking views to cozy rooms exuding charm, each space is designed for relaxation. Indulge in premium amenities and personalized service for a memorable stay.": "Doživite eleganciju i udobnost u našim luksuznim apartmanima i sobama. Od prostranog smještaja s prekrasnim pogledom do udobnih soba koje odišu šarmom, svaki je prostor dizajniran za opuštanje. Prepustite se vrhunskim sadržajima i personaliziranoj usluzi za nezaboravan boravak.",
    "Discover now": "Otkrijte sada",
    "Deluxe Suite": "Deluxe apartman",
    "The Deluxe Suite provides a sophisticated blend of modern design and classic elegance that enhances the light, spacious atmosphere. The intimate atmosphere, together with the attentive, impeccable service of our staff, ensures that our guests will enjoy their experience in our hotel.": "Deluxe Suite pruža sofisticiranu mješavinu modernog dizajna i klasične elegancije koja naglašava laganu, prostranu atmosferu. Intimna atmosfera, zajedno s pažljivom i besprijekornom uslugom našeg osoblja, osigurava da će naši gosti uživati ​​u iskustvu u našem hotelu.",
    "Complimentary wireless Internet": "Besplatan bežični internet",
    "Mini Bar": "Mini bar",
    "Mini cooler": "Mini hladnjak",
    "Complimentary bottle of wine": "Besplatna boca vina",
    "Air conditioning": "Klimatizacija",
    "Flat-screen TV with cable": "TV ravnog ekrana s kabelskim programima",
    "Welcome fruit basket": "Košara s voćem dobrodošlice",
    "In-room coffee and tea": "Kava i čaj u sobi",
    "Deluxe Double Room": "Deluxe dvokrevetna soba",
    "This bright and spacious rooms has been decorated and furnished individually to make your stay unique. The Deluxe Double Room comes with a king size bed and is equipped with smart flat-screen TV with air-condition, safe box and free wireless internet access to make sure that your stay is comfortable in every way.": "Ove svijetle i prostrane sobe individualno su uređene i namještene kako bi vaš boravak učinile jedinstvenim. Deluxe dvokrevetna soba ima king size krevet i opremljena je pametnim TV-om ravnog ekrana s klima uređajem, sefom i besplatnim bežičnim pristupom internetu kako bi vaš boravak bio udoban u svakom pogledu.",
    "Hairdryer": "Sušilo za kosu",
    "Work desk and chair": "Radni stol i stolica",
    "Standard Room": "Standardna soba",
    "Standard Rooms are comfortably and modern furnished with a queen sized bed, a writing desk and flat-screen TV and free wireless internet access to make sure that your stay is comfortable in every way. A Standard Room can accommodate two guests.": "Standardne sobe su udobno i moderno namještene s bračnim krevetom, pisaćim stolom i TV-om ravnog ekrana te besplatnim bežičnim pristupom internetu kako bi vaš boravak bio ugodan u svakom pogledu. Standardna soba može primiti dva gosta.",
    "Experience ultimate luxury and privacy in our exceptional hotel villas. Meticulously designed with opulent living spaces, stunning views, and a private outdoor oasis, each villa offers a sanctuary of tranquility. Indulge in personalized service and unforgettable moments, creating cherished memories that will last a lifetime.": "Doživite ultimativni luksuz i privatnost u našim izuzetnim hotelskim vilama. Pomno dizajnirana s raskošnim životnim prostorom, zadivljujućim pogledom i privatnom vanjskom oazom, svaka vila nudi utočište mira. Prepustite se personaliziranoj usluzi i nezaboravnim trenucima, stvarajući drage uspomene koje će trajati cijeli život.",
    "Villa Royal 1": "Villa Royal 1",
    "Villa Royal 2": "Villa Royal 2",
    "Text Villa 1": "",
    "Text Villa 2": "",
    "TYPE & SIZE": "VRSTA I VELIČINA",
    "Indoor area: 200 m2": "Zatvoreni prostor: 200 m2",
    "Total plot area: 500 m2": "Ukupna površina parcele: 500 m2",
    "Type: Detached": "Vrsta: Samostojeća",
    "Max. guests: 8": "Maks. gosti: 8",
    "OUTDOORS": "NA OTVORENOM",
    "Private pool: 40 m2": "Privatni bazen: 40 m2",
    "Garden": "Vrt",
    "Private parking": "Privatni parking",
    "SUITABILITY": "POGODNOST",
    "Children": "Djeca",
    "Pets considered": "Kućni ljubimci u obzir",
    "COOLING & HEATING": "HLAĐENJE & GRIJANJE",
    "Fully air-conditioned": "Kompletno klimatiziran",
    "Heating with A/C units": "Grijanje na klima uređaje",
    "LAUNDRY": "PRAONICA",
    "Washing machine": "Perilica za rublje",
    "Iron and board": "Pegla i daska",
    "KITCHEN & DINING": "KUHINJA & BLAGOVAONICA",
    "Toaster": "Toster",
    "Coffee machine": "Aparat za kavu",
    "Fridge with freezer": "Hladnjak sa zamrzivačem",
    "Dishwasher": "Perilica suđa",
    "BBQ - charcoal": "Roštilj - drveni ugljen",
    "Indoor dining area for: 8": "Unutarnja blagovaonica za: 8",
    "Espresso coffee machine": "Aparat za espresso kavu",
    "Kettle": "Čajnik",
    "LIVING ROOM": "DNEVNA SOBA",
    "SAT TV": "SAT TV",
    "TV": "TV",
    "Sofabed": "Kauč",
    "BEDROOMS": "SPAVAĆE SOBE",
    "Three bedrooms": "Tri spavaće sobe",
    "Baby cot: 1": "Dječji krevetić: 1",
    "Sofa bed: 1": "Kauč na razvlačenje: 1",
    "Indulge in a world of luxury and impeccable hospitality with our exceptional hotel services. From elegant accommodations to delectable dining options, rejuvenating spa treatments, and seamless concierge service, every aspect of your stay is crafted to exceed expectations. Experience unforgettable moments and impeccable care throughout your journey with us.": "Prepustite se svijetu luksuza i besprijekornog gostoprimstva uz naše iznimne hotelske usluge. Od elegantnog smještaja do preslatkih mogućnosti objedovanja, pomlađujućih spa tretmana i besprijekorne usluge conciergea, svaki aspekt vašeg boravka osmišljen je tako da premaši očekivanja. S nama doživite nezaboravne trenutke i besprijekornu njegu tijekom vašeg putovanja.",
    "Restaurant": "Restoran",
    "Experience culinary excellence at our exquisite restaurant, where flavors harmonize and impeccable service shines. Indulge in a fusion of global influences and local traditions, crafted with the finest ingredients. Immerse yourself in an inviting ambiance adorned with elegant decor, creating the perfect setting for memorable dining moments.": "Doživite kulinarsku izvrsnost u našem izvrsnom restoranu, gdje se okusi harmoniziraju, a besprijekorna usluga blista. Prepustite se spoju globalnih utjecaja i lokalnih tradicija, izrađenih od najfinijih sastojaka. Uronite u primamljiv ambijent ukrašen elegantnim dekorom, stvarajući savršeno okruženje za nezaboravne trenutke objedovanja.",
    "Bar": "Bar",
    "Unwind and socialize at our stylish bar, where every drink is a masterpiece. Enjoy the inviting ambiance, expertly crafted cocktails, and unforgettable moments. Cheers to a night of elegance, cherished memories, and the perfect blend of flavors that will leave you wanting more.": "Opustite se i družite u našem elegantnom baru, gdje je svako piće remek-djelo. Uživajte u primamljivom ambijentu, stručno osmišljenim koktelima i nezaboravnim trenucima. Živjeli za noć punu elegancije, dragih uspomena i savršenog spoja okusa koji će vas natjerati da poželite još.",
    "Pool": "Bazen",
    "Nestled amidst lush surroundings and boasting breathtaking views, our pool is a haven of tranquility. The glistening waters beckon you to take a refreshing dip and escape the cares of the day. Whether you're seeking a moment of solitude or a delightful gathering with loved ones, our pool provides the perfect setting for unforgettable moments.": "Smješten usred bujne okolice i s pogledom koji oduzima dah, naš bazen je pravo utočište mira. Svjetlucava voda poziva vas da se osvježite i pobjegnete od dnevnih briga. Bilo da tražite trenutak samoće ili ugodno druženje s voljenima, naš bazen pruža savršeno okruženje za nezaboravne trenutke.",
    "Massage": "Masaža",
    "Indulge in a blissful escape and pamper your senses with our exquisite range of massage services at our hotel spa. Our dedicated team of skilled therapists are here to transport you to a realm of relaxation and rejuvenation. Discover the perfect massage experience that suits your needs, whether you desire a Half Body Massage, Relaxing Massage, Deep Tissue & Sport Massage, or Aromatherapy Massage.": "Prepustite se blaženom bijegu i razmazite svoja osjetila uz našu izvrsnu ponudu usluga masaže u našem hotelskom spa centru. Naš predani tim vještih terapeuta ovdje je da vas odvede u carstvo opuštanja i pomlađivanja. Otkrijte savršeno iskustvo masaže koje odgovara vašim potrebama, bilo da želite masažu polovice tijela, opuštajuću masažu, duboku masažu i sportsku masažu ili aromaterapijsku masažu.",
    "Sauna": "Sauna",
    "Escape to a tranquil sanctuary within our hotel as you step into our inviting sauna. Experience customizable heat, allowing you to tailor the intensity to your preferences. Indulge in the detoxifying benefits, as the warmth promotes cleansing and revitalization. Soothe tired muscles and find relaxation within the serene ambiance. Let the sauna become your oasis of tranquility, where stress melts away and rejuvenation takes hold.": "Pobjegnite u mirno utočište unutar našeg hotela kada zakoračite u našu primamljivu saunu. Iskusite toplinu koja se može prilagoditi, što vam omogućuje da intenzitet prilagodite svojim željama. Prepustite se blagodatima detoksikacije jer toplina potiče čišćenje i revitalizaciju. Umirite umorne mišiće i opustite se u mirnom ambijentu. Neka sauna postane vaša oaza mira, gdje se stres topi i pomlađuje.",
    "Private airport shuttle": "Privatni prijevoz do zračne luke",
    "Experience seamless travel with our private airport shuttle service. Relax in style as our professional drivers whisk you to your destination in luxurious vehicles. Enjoy a stress-free and personalized journey, starting your stay with ease. Whether you're traveling for business or leisure, our dedicated team ensures a smooth and convenient experience, making your arrival and departure a breeze.": "Doživite besprijekorno putovanje s našom privatnom uslugom prijevoza do zračne luke. Opustite se sa stilom dok vas naši profesionalni vozači odvezu do vašeg odredišta u luksuznim vozilima. Uživajte u personaliziranom putovanju bez stresa, započnite svoj boravak s lakoćom. Bilo da putujete poslovno ili u slobodno vrijeme, naš predani tim osigurava glatko i praktično iskustvo, čineći vaš dolazak i odlazak lakim.",
    "Private tour shuttle": "Privatni prijevoz do obilaska",
    "Explore our captivating destination with our private tour shuttle service. Discover hidden gems and iconic landmarks with knowledgeable guides. Travel in comfort aboard our private shuttles, tailored to your itinerary. Immerse yourself in the culture, history, and natural beauty, creating unforgettable moments throughout your exploration.": "Istražite našu zadivljujuću destinaciju uz našu uslugu privatnog prijevoza. Otkrijte skrivene dragulje i znamenite znamenitosti uz obrazovane vodiče. Putujte udobno našim privatnim shuttleom, prilagođenim vašem planu puta. Uronite u kulturu, povijest i prirodne ljepote, stvarajući nezaboravne trenutke tijekom svog istraživanja.",
    "Elevator": "Lift",
    "Enjoy effortless vertical transportation with our reliable elevator service. From your arrival to departure, our state-of-the-art elevators ensure a smooth and comfortable ride. Access all areas of our hotel with convenience and ease, enhancing your overall experience with us.": "Uživajte u lakom vertikalnom transportu uz našu pouzdanu uslugu dizala. Od vašeg dolaska do odlaska, naša vrhunska dizala osiguravaju glatku i udobnu vožnju. Pristupite svim dijelovima našeg hotela s praktičnošću i lakoćom, poboljšavajući svoje cjelokupno iskustvo s nama.",
    "Book your unforgettable stay at our exceptional hotel today. Experience luxury, impeccable service, and top-notch amenities. Create cherished memories and prepare for a remarkable experience. Book now and let us exceed your expectations at our remarkable hotel.": "Rezervirajte svoj nezaboravan boravak u našem izuzetnom hotelu već danas. Doživite luksuz, besprijekornu uslugu i vrhunske sadržaje. Stvorite drage uspomene i pripremite se za izvanredno iskustvo. Rezervirajte sada i dopustite nam da nadmašimo vaša očekivanja u našem izvanrednom hotelu.",
    "Address": "Adresa",
    "Phone number": "Broj telefona",
    "Email": "Email"
  }
}
